Repository: rafael-neri/green-recorder
Catalog: po/*.po
Languages: ca, es, fr_fr, pl, ru

source: AreaChooser
ca: Selector d’àrea
es: Selector de área
fr_fr: Sélecteur de zone
ru: Выбираем область

source: Green Recorder Preferences
ca: Preferències del Green Recorder
es: Preferencias de Green Recorder
fr_fr: Préférences de Green Recorder
pl: Preferencje programu Green Recorder

source: File Name (Will be overwritten)..
ca: Nom de fitxer (se sobrescriurà)…
es: Nombre de archivo (se sobrescribirá)…
fr_fr: Nom du fichier..
pl: Nazwa pliku (zostanie nadpisany)..

source: Enter your command here..
ca: Introduïu la vostra ordre aquí…
es: Escriba aquí su orden…
fr_fr: Entrez la commande ici..
pl: Wpisz tu swoje polecenie..
ru: Введите вашу команду здесь

source: MKV (Matroska multimedia container format)
ca: MKV (format de contenidors multimèdia Matroska)
es: MKV (formato de contenedores multimedia Matroska)
pl: MKV (format pojemnika na multimedia Matroska)

source: AVI (Audio Video Interleaved)
ca: AVI (àudio i vídeo intercalats)
es: AVI (audio y vídeo intercalados)

source: MP4 (MPEG-4 Part 14)
es: MP4 (MPEG-4 parte 14)
pl: MP4 (MPEG-4 część 14)

source: WMV (Windows Media Video)
ca: WMV (vídeo de Windows Media)
es: WMV (vídeo de Windows Media)

source: GIF (Graphics Interchange Format)
ca: GIF (format d’intercanvi de gràfics)
es: GIF (formato de intercambio de gráficos)

source: NUT (NUT Recording Format)
ca: NUT (format d’enregistrament NUT)
es: NUT (formato de grabación NUT)
pl: NUT (format nagrywania NUT)

source: Record Video
ca: Enregistra el vídeo
es: Grabar vídeo
fr_fr: Enregistrer une vidéo
pl: Nagraj wideo
ru: Записывать видео

source: Record Audio
ca: Enregistra l’àudio
es: Grabar audio
fr_fr: Enregistrer l'audio
pl: Nagraj dźwięk
ru: Записывать аудио

source: Show Mouse
ca: Mostra el ratolí
es: Mostrar el ratón
fr_fr: Montrer la souris
pl: Pokaż kursor
ru: Записывать курсор

source: Follow Mouse
ca: Segueix el ratolí
es: Seguir el ratón
fr_fr: Suivre la souris
pl: Podążaj za myszą
ru: Следовать за курсором

source: A simple screen recorder for Linux desktop. Supports Wayland & Xorg.
ca: Enregistrador de pantalla senzill per al Linux. Compatible amb el Wayland i l’X.org.
es: Grabadora de pantalla sencilla para equipos Linux. Admite Wayland y X.org.
fr_fr: Un enregistreur d'écran simple pour Linux. Supporte Wayland & Xorg.
pl: Prosta nagrywarka pulpitu dla Linuksa. Wspiera Wayland i Xorg.
ru: Простой инструмент записи рабочего стола для Linux. С поддержкой Wayland и Xorg.

source: Select a Window
ca: Selecciona una finestra
es: Seleccionar una ventana
fr_fr: Sélectionnez une fenêtre
pl: Wybierz okno
ru: Выбрать окно

source: Select an Area
ca: Selecciona una àrea
es: Seleccionar un área
fr_fr: Sélectionnez une zone
pl: Wybierz obszar
ru: Выбрать область

source: Frames:
ca: Fotogrames:
es: Fotogramas:
fr_fr: Images :
pl: Ramki na sekundę:
ru: Кадров/сек:

source: Delay:
ca: Retard:
es: Retardo:
fr_fr: Délais :
pl: Opóźnienie:
ru: Задержка:

source: Run Command After Recording:
ca: Executa una ordre després d’enregistrar:
es: Ejecutar una orden tras grabar:
fr_fr: Executer une commande après l'enregistrement :
pl: Uruchom polecenie po nagrywaniu:
ru: После записи выполнить команду:

source: Default frames:
ca: Fotogrames per defecte:
es: Fotogramas predeterminados:
fr_fr: Images par défaut:
pl: Domyślne ramki na sekundę:

source: Default delay:
ca: Retard per defecte:
es: Retardo predeterminado:
fr_fr: Délais par défaut:
pl: Domyślne opóźnienie:

source: Default folder:
ca: Carpeta per defecte:
es: Carpeta predeterminada:
fr_fr: Dossier par défaut:
pl: Domyślny katalog:

source: Default pipeline:
ca: Canonada per defecte:
es: Canalización predeterminada:
fr_fr: Pipeline par défaut:
pl: Domyślny kanał transportu:

source: Default command:
ca: Ordre per defecte:
es: Orden predeterminada:
fr_fr: Commande par défaut:
pl: Domyślna komenda:

source: Audio Input Source:
ca: Origen d’entrada d’àudio:
es: Origen de entrada de audio:
fr_fr: Source entrée audio:
pl: Źródło dźwięku:
ru: Источник входного аудио-сигнала:

source: Record Mouse
ca: Enregistra el ratolí
es: Grabar el ratón
fr_fr: Enregistrer la souris
pl: Nagrywaj kursor

source: Default filename:
ca: Nom de fitxer per defecte:
es: Nombre de archivo predeterminado:
fr_fr: Nom du fichier par défaut:
pl: Domyślna nazwa pliku:

source: If you want, you can:
ca: Si voleu, podeu:
es: Si lo desea, puede:
fr_fr: Si vous voulez, vous pouvez:
pl: Jeśli chcesz, możesz:

source: Default PulseAudio Input Source
ca: Origen d’entrada del PulseAudio per defecte
es: Origen de entrada PulseAudio predeterminado
fr_fr: Source PulseAudio par défaut
pl: Domyślne źródło PulseAudio
ru: Источник входного сигнала PulseAudio по умолчанию

source: Area Chooser
ca: Selector d’àrea
es: Selector de área
fr_fr: Sélecteur de zone
pl: Wybór obszaru
ru: Выбираем область

source: There seems to be a problem in recording. Try running 'green-recorder' from the command line to see the issue.
ru: Похоже, при записи возникла проблема. Попробуйте запустить 'green-recorder' из командной строки, чтобы узнать больше деталей.

source: Stop Recording
ru: Остановить запись

source: Recording has started!
ru: Запись начата!

source: Recording has stopped!
ru: Запись остановлена!

source: Your GIF image is currently being processed, this may take a while according to your PC's resources.
ru: Создание GIF-анимации в процессе. Это может занять некоторое время, в зависимости от имеющихся ресурсов вашего компьютера.

source: File already exists!
ru: Файл уже существует!

source: Would you like to overwrite this file?
ru: Вы хотите перезаписать этот файл?

source: Sorry Jim, looks like you are using something we don't support
ru: Прости, Вася, похоже, что ты пользуешься чем-то, что мы пока не поддерживаем.

source: About
ru: О программе

source: File Name..
ru: Имя файла

source: You didn't run the program using the application icon (desktop file). This will cause the program not to work. Run it using the icon from the menus only. (Need to export GDK_BACKEND=x11 first)
ru: Вы запустили приложение не через ярлык рабочего стола (файл .desktop). Это помешает корректной работе приложения. Запускайте его исключительно через ярлык. (Необходимо предварительно экспортировать в окружение GDK_BACKEND=x11)

source: Your window position has been saved!
ru: Позиция окна сохранена!

source: Your area position has been saved!
ru: Позиция области сохранена!
